Repository: mraro/Base-Django
Catalog: locale/*/LC_MESSAGES/django.po
Languages: pt_br

source: Title
pt_br: Título

source: Price
pt_br: Preço

source: Description:
pt_br: Descrição

source: Quantity:
pt_br: Quantidade

source: Category:
pt_br: Categoria:

source: Type your username
pt_br: Digite seu usuário

source: Type your password
pt_br: Digite sua senha

source: Username
pt_br: Usuário

source: Password
pt_br: Senha

source: Your name
pt_br: Seu Nome

source: Your email
pt_br: Seu e-mail

source: First Name
pt_br: Primeiro nome

source: Last Name
pt_br: Sobrenome

source: First name
pt_br: Primeiro nome

source: Last name
pt_br: Sobrenome

source: Your Password
pt_br: Sua senha

source: Pass can't be empty
pt_br: A senha não pode ser vazia

source: The password must contain special characters, uppercase and lowercase letters with numbers, with at least 8 characters
pt_br: A senha deve conter caracters especiais, letra maiuscula e minuscula com numeros, com pelo menos 8 caracters

source: Repeat password
pt_br: Repetir a senha

source: Email already used
pt_br: Email já em uso

source: Passwords are different
pt_br: As senhas são divergentes

source: Can't be empty
pt_br: não pode ser vazio

source: Category
pt_br: Categoria

source: No objects created yet
pt_br: Nenhum objecto criado ainda

source: You are logued with
pt_br: Você esta logado com

source: if want to change, do logout first.
pt_br: se deseja trocar de usuário, faça logout primeiro

source: Create
pt_br: Criar

source: Dashboard Create
pt_br: Dashboard para criar

source: Register
pt_br: Registro

source: Edit
pt_br: Editar

source: Save
pt_br: Salvar

source: Medicine Saved
pt_br: Remedio Salvo

source: Medicine Created and send to analise
pt_br: Remedio criado e enviado a analise

source: deleted
pt_br: deletado

source: wasn't deleted
pt_br: não foi deletado

source: User registered successfully!!!
pt_br: Usuario Cadastrado com Sucesso!!!

source: Fail in create user
pt_br: Falha ao criar o usuário

source: Success on Login!
pt_br: Sucesso no Login!

source: User and/or password wrong
pt_br: Usuário e/ou senha incorretos

source: fill the fields properly
pt_br: preencha os campos corretamente

source: See you
pt_br: Até mais

source: Type here your search
pt_br: Digite aqui sua busca

source: User:
pt_br: Usuário

source: click to logout
pt_br: click para sair

source: Categorys
pt_br: Categorias

source: Categories
pt_br: Categorias

source: Description
pt_br: Descrição

source: Quantity
pt_br: Quantidade

source: Created at
pt_br: Criar

source: Update at
pt_br: Ultima Att

source: Is Published
pt_br: Está Publicado

source: Author
pt_br: Autor

source: Medicine
pt_br: Remedio

source: Medicines
pt_br: Remedios

source: Out of stock
pt_br: Sem Estoque

source: No results found about
pt_br: Nenhum resultado encontrado sobre

source: Made by:
pt_br: Criado por:

source: Unknow Autor
pt_br: Author desconhecido

source: Creation date:
pt_br: Data de criação:

source: Add to Cart
pt_br: Adicionar ao Carrionho

source: To View
pt_br: Visualizar

source: Invalid password, use Upper and down case with numbers and especial characters
pt_br: A senha é invalida, deve conter letras maiusculas e minusculas alem de numeros

source: Just letters and numbers are allowed
pt_br: Somente letras e numeros são permitidos

source: Only first name here
pt_br: Somente o primeiro nome nesse campo

source: Name already in use
pt_br: Nome em uso
